Repository: Angel1-coder/Instrumento_2025_Clean
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es

source: Your Instrument, Your Journey
de: Dein Instrument, Deine Reise
es: Tu Instrumento, Tu Viaje

source: Discover the perfect instrument for your musical adventure
de: Entdecke das perfekte Instrument für dein musikalisches Abenteuer
es: Descubre el instrumento perfecto para tu aventura musical

source: Explore Instruments
de: Instrumente erkunden
es: Explorar Instrumentos

source: View Plans
de: Pläne anzeigen
es: Ver Planes

source: Explore Our Instrument Collection
de: Entdecke unsere Instrumentensammlung
es: Explora Nuestra Colección de Instrumentos

source: Professional instruments for every skill level and budget
de: Professionelle Instrumente für jedes Können und jeden Geldbeutel
es: Instrumentos profesionales para cada nivel de habilidad y presupuesto

source: Electric Guitar
de: E-Gitarre
es: Guitarra Eléctrica

source: Acoustic Guitar
de: Akustikgitarre
es: Guitarra Acústica

source: Electric Bass
de: E-Bass
es: Bajo Eléctrico

source: Classic electric guitar sound
de: Klassischer E-Gitarren-Sound
es: Sonido clásico de guitarra eléctrica

source: View Details
de: Details anzeigen
es: Ver Detalles

source: Rent Now
de: Jetzt mieten
es: Alquilar Ahora

source: Twangy country tone
de: Twangiger Country-Ton
es: Tono country con twang

source: Rich, warm tone
de: Reicher, warmer Ton
es: Tono rico y cálido

source: Fast playing neck
de: Schneller Spielhals
es: Mástil de juego rápido

source: Perfect for beginners
de: Perfekt für Anfänger
es: Perfecto para principiantes

source: Classic dreadnought
de: Klassische Dreadnought
es: Dreadnought clásica

source: Electro-acoustic
de: Elektro-Akustik
es: Electro-acústica

source: Traditional sound
de: Traditioneller Sound
es: Sonido tradicional

source: Classic bass tone
de: Klassischer Bass-Ton
es: Tono de bajo clásico

source: Smooth jazz tone
de: Sanfter Jazz-Ton
es: Tono de jazz suave

source: Versatile bass
de: Vielseitiger Bass
es: Bajo versátil

source: Modern bass design
de: Modernes Bass-Design
es: Diseño de bajo moderno

source: Drum Kits
de: Schlagzeuge
es: Baterías

source: Congas/Bongos
es: Congas/Bongós

source: Powerful rock sound
de: Kraftvoller Rock-Sound
es: Sonido de rock potente

source: Smooth jazz performance
de: Sanfte Jazz-Performance
es: Actuación de jazz suave

source: Recording quality
de: Aufnahmequalität
es: Calidad de grabación

source: Studio quality cajón
de: Studio-Qualität Cajón
es: Cajón de calidad de estudio

source: Authentic Spanish sound
de: Authentischer spanischer Sound
es: Sonido español auténtico

source: Versatile fusion style
de: Vielseitiger Fusion-Stil
es: Estilo de fusión versátil

source: Meditation instrument
de: Meditationsinstrument
es: Instrumento de meditación

source: High-quality handpan
de: Hochwertige Handpan
es: Handpan de alta calidad

source: Zen meditation sound
de: Zen-Meditations-Sound
es: Sonido de meditación zen

source: Studio quality congas
de: Studio-Qualität Congas
es: Congas de calidad de estudio

source: Authentic Latin sound
de: Authentischer Latin-Sound
es: Sonido latino auténtico

source: Trumpet
de: Trompete
es: Trompeta

source: Saxophone
de: Saxophon
es: Saxofón

source: Flute
de: Flöte
es: Flauta

source: Smooth jazz sound
de: Sanfter Jazz-Sound
es: Sonido de jazz suave

source: Orchestral quality
de: Orchester-Qualität
es: Calidad orquestal

source: Concert hall quality
de: Konzertsaal-Qualität
es: Calidad de sala de conciertos

source: Classic jazz sound
de: Klassischer Jazz-Sound
es: Sonido de jazz clásico

source: Rich tenor tone
de: Reicher Tenor-Ton
es: Tono de tenor rico

source: Traditional Celtic sound
de: Traditioneller keltischer Sound
es: Sonido celta tradicional

source: Digital Piano
es: Piano Digital

source: MIDI Keyboard
es: Teclado MIDI

source: Entry level digital piano
de: Einstiegs-Digitalpiano
es: Piano digital de nivel básico

source: Compact design
de: Kompaktes Design
es: Diseño compacto

source: MIDI keyboard
es: Teclado MIDI

source: Studio MIDI keyboard
es: Teclado MIDI de estudio

source: 49-key MIDI keyboard
de: 49-Tasten MIDI-Keyboard
es: Teclado MIDI de 49 teclas

source: High-quality MIDI controller
de: Hochwertiger MIDI-Controller
es: Controlador MIDI de alta calidad

source: Professional Accessories
de: Professionelle Zubehörteile
es: Accesorios Profesionales

source: Complete your musical setup
de: Vervollständige dein musikalisches Setup
es: Completa tu configuración musical

source: Professional protection for your instruments
de: Professioneller Schutz für deine Instrumente
es: Protección profesional para tus instrumentos

source: Studio quality recording equipment
de: Studio-Qualität Aufnahmeausrüstung
es: Equipo de grabación de calidad de estudio

source: Professional monitoring headphones
de: Professionelle Monitor-Kopfhörer
es: Auriculares de monitoreo profesionales

source: Comfortable and durable straps
de: Bequeme und langlebige Gurte
es: Correas cómodas y duraderas

source: Flexible Rental Plans
de: Flexible Mietpläne
es: Planes de Alquiler Flexibles

source: Choose the plan that fits your musical journey
de: Wähle den Plan, der zu deiner musikalischen Reise passt
es: Elige el plan que se adapte a tu viaje musical

source: 3 Months
de: 3 Monate
es: 3 Meses

source: Try & Test
de: Testen & Probieren
es: Probar y Probar

source: Perfect for testing instruments
de: Perfekt zum Testen von Instrumenten
es: Perfecto para probar instrumentos

source: Monthly cancellation possible
de: Monatliche Kündigung möglich
es: Cancelación mensual posible

source: Basic insurance included
de: Grundversicherung inklusive
es: Seguro básico incluido

source: No long-term commitment
de: Keine langfristige Verpflichtung
es: Sin compromiso a largo plazo

source: Get Started
de: Loslegen
es: Comenzar

source: Most Popular
de: Am beliebtesten
es: Más Popular

source: 6 Months
de: 6 Monate
es: 6 Meses

source: Best Value
de: Bester Wert
es: Mejor Valor

source: 22% savings vs monthly
de: 22% Ersparnis gegenüber monatlich
es: 22% de ahorro vs mensual

source: 2 months free lessons
de: 2 Monate kostenlose Unterrichtsstunden
es: 2 meses de lecciones gratis

source: Premium insurance included
de: Premium-Versicherung inklusive
es: Seguro premium incluido

source: Free case included
de: Kostenlose Tasche inklusive
es: Estuche gratis incluido

source: Purchase option at end
de: Kaufoption am Ende
es: Opción de compra al final

source: 12 Months
de: 12 Monate
es: 12 Meses

source: Serious Musician
de: Ernsthafter Musiker
es: Músico Serio

source: 34% savings vs monthly
de: 34% Ersparnis gegenüber monatlich
es: 34% de ahorro vs mensual

source: 4 months free lessons
de: 4 Monate kostenlose Unterrichtsstunden
es: 4 meses de lecciones gratis

source: Free case & accessories
de: Kostenlose Tasche & Zubehör
es: Estuche y accesorios gratis

source: Priority support
de: Prioritäts-Support
es: Soporte prioritario

source: 24 Months
de: 24 Monate
es: 24 Meses

source: Long-term
de: Langfristig
es: A Largo Plazo

source: 45% savings vs monthly
de: 45% Ersparnis gegenüber monatlich
es: 45% de ahorro vs mensual

source: 6 months free lessons
de: 6 Monate kostenlose Unterrichtsstunden
es: 6 meses de lecciones gratis

source: Free delivery on all instrument rentals! 🎵
de: Kostenloser Versand für alle Instrumentenmieten! 🎵
es: ¡Envío gratis en todos los alquileres de instrumentos! 🎵

source: My Account
de: Mein Konto
es: Mi Cuenta

source: Product Management
de: Produktverwaltung
es: Gestión de Productos

source: My Profile
de: Mein Profil
es: Mi Perfil

source: Logout
de: Abmelden
es: Cerrar Sesión

source: Register
de: Registrieren
es: Registrarse

source: Login
de: Anmelden
es: Iniciar Sesión

source: Search instruments...
de: Instrumente suchen...
es: Buscar instrumentos...

source: Search
de: Suchen
es: Buscar

source: Language
de: Sprache
es: Idioma

source: English
de: Englisch
es: Inglés

source: German
de: Deutsch
es: Alemán

source: Spanish
de: Spanisch
es: Español
